{
  "language": "en",
  "text": "Can we have another round of applause for Tanya Plibersek, she is a champion.\nIn politics, it is always a journey. The journey of change, the journey of progress. \nBut along the way, you actually make some friends and I've got to say, one thing I couldn't have predicted but now wouldn't swap for all the proverbial tea in China is the friendship of Tanya Plibersek.  She is outstanding.\nI too would like to acknowledge the traditional owners of the land on which we meet, I pay my respects to elders past and present.\nAnd today in particular we acknowledge the inequality faced by Aboriginal and Torres Strait Islander women – and rededicate ourselves to closing the gap.\nIt is also great to be here with my fabulous and inspirational wife Chloe and my incredible kids. And I say to them, only 3 more weeks to go.\nIt is also great to be here with so many remarkable and talented members of my caucus. \nWith so many members of my united team. Our Shadow Minister for Women, Claire Moore -consistency is her watchword. Our Spokesperson for Housing, Katy Gallagher. Two fine representatives from New South Wales, Jenny McAllister and Sharon Claydon. \nAnd of course, the next member for Barton, Linda Burney. \nFriends\nIn three days' time, on June the 14th, polls will open. \nIn three weeks' time, they will close. \nI can assure you no-one is more conscience than me that every day between now and July 2 counts. \nEvery hour, every minute matters. \nThat is why I'm here. \nFor me, for our party, for the Labor Government I seek to lead, equality for the women of Australia is a national priority.\nA mainstream priority in this election.\nYou have scarce time in an election campaign, and what you talk about shows your priorities. \nThe march of women through the institutions of power will define the future of our economy and the future of our society.\nIt is a story that I have watched unfold my whole working life. \nIt is a cause that I have championed my whole working life. \nIt is our responsibility as leaders, as legislators, to do everything in our power to speed the advancement of women. \nTo break down the barriers, the stereotypes and the stigma, which hold our daughters and our nation back. \nThis is a test of leadership. \nA test of integrity. \nAnd above all, of backing words with actions. \nIt is a test that my Labor Government is determined to pass. \nThe policy we are launching today is much more than a collection of good intentions and worthy notions.\nThese are real resources. These are practical measures. Driving meaningful change in the way we design and deliver our plans across government. \nThese are plans to support people on the front line. \nThe advocacy groups, the service providers, the counsellors and the community legal centres. \nAnd there is more to come. \nAt this election, Labor offers Australia a comprehensive program for women;\n- Empowering women at work and making it easier for them to save for their retirement and grow older with security. \n - Extending opportunity to women in education, particularly in coding and computational thinking in the schools and science, engineering, technology and mathematics at university to create more companies like Posse and Canva.\n- Mentoring for Indigenous girls to stay engaged in their education. \n- Doing more in our region to help women who live in poverty and at the risk of disease. \n- Elevating women in leadership, in the board room and in the Parliament. \n- Supporting survivors of family violence, both in seeking justice and in finding safe housing. \n- Offering better, fairer assistance for women doing the underpaid, rewarding, demanding, incredibly important work raising children. \n- And celebrating the success of our female athletes with more women sport on our ABC. \nIt is about setting the example. \nMerely stating that women hold half the sky up is not good enough. \nSo first and foremost, as an employer, a Labor government would set the example. \nUnder Labor, the office for women will ensure 50 per cent of places on Australian Government boards are filled by women in our first term.\nAchieving this target will give us the credibility and the moral authority to demand that more ASX 500 companies follow suit.\nThe Commonwealth public service, which employs more than 150,000 talented Australians, will adopt a new anonymous CV process for all graduate and entry-level positions - to eliminate unconscious bias and to ensure that candidates are truly judged on their merits and not by their gender.\nWe will reform the National Employment Standards to include up to five days' leave for survivors of family violence. \nWomen who have endured pain and fear are entitled to understanding and support from their employer - not another layer of upheaval and insecurity. \nIf we can help people cope, and they are able to maintain a continuous link with employment, it will aid their recovery and development and moving on. \nAnd for every budget that Labor delivers in the future, we will issue a separate, specific statement detailing the effects of our policies on women.\nBecause Australia cannot afford six Liberal years of 'budgets for blokes'.\nThose budgets with the cuts to paid parental leave and childcare dishonestly presented as courageous savings and the end of a rort. \nThose budgets, with cuts to working women's centres, specialist family violence services, cuts to community legal centres and Aboriginal and Torres Strait Islander family and children centres buried in the fine print. \nThose budgets, with so-called reforms to higher education that inflict the harshest punishment on women who take time out of work to raise a family, by massively increasing student debt with $100,000 degrees. \nWe will be honest, open and accountable for the decisions we make. We will draw attention to the impact upon women in all of our budgets.\nI believe our government should be held to a higher standard by strong and representative voices, which means proper funding for the National Women's Alliances. \n$5.2 million in funding so that the voices are heard and the promises are kept. \nProviding a fair go for women at work reaches beyond a government's duty as a good employer. \nAustralians must make it easier for women juggling career and family, especially in the years before their children go to school. \nIf we do not have proper paid parental leave in this country, we will never redefine caring responsibilities. \nPaid parental leave allows new mums to spend precious time with a new baby. \nThe national scheme introduced in 2011 has already helped 700,000 mothers. \nOur paid parental leave policy serves as a national minimum standard. \nA foundation for employers and employees to build upon. \nThe Liberals either don't understand that or they just don't care. \nThere is no other possible explanation for the extraordinary vendetta they have pursued against 80,000 nurses, police, retail workers and defence force personnel who have traded off wages to negotiate additional leave as part of their employment. \nA contract negotiated between these groups of workers and their employer, forgoing wages for the additional benefit of leave. \nTo describe this as 'double dipping', and those words are actually the title of the legislation still on the Liberal books, is as idiotic as it is insulting. \nAustralian employers should be competing to offer the best package for working parents. \nEmployers should be competing for who can show the best understanding of how valuable a few extra weeks can be when you are caring for a baby who is growing and changing every day. \nThis is why a Labor Government will guarantee working mothers will continue to have a minimum of 18 weeks paid parental leave at the minimum wage. \nA strong foundation, not a glass ceiling.\nAs babies become toddlers, the growing costs and shrinking availability of quality childcare has become one of the biggest single pressures on Australian families. \nEvery day I meet parents who are either watching the costs of childcare gobble up their pay packet or have simply given up waiting for a childcare place to become free altogether. \nNow, I copped some criticism a week or two ago for saying men rely on women for childcare. \nBut I wasn't saying this was right. I wasn't saying this was fair. I wasn't saying things shouldn't change and aren't changing. \nBut overwhelmingly, let's tell the truth. Childcare remains a responsibility that Australian men too often unfairly leave to Australian women.\nWomen still do more than twice as many hours of unpaid work at home. I am just looking over to my right...\nOur nation needs to be better at recognising the contribution and the value of unpaid caring work in our economy.\n25 per cent of women nominate a lack of childcare as their reason for leaving the workforce.\nIn the case of men, it is 3 per cent. \n3 per cent. \nAffordable, available childcare is vital to closing the gender pay gap in this country. \nAt this election, there is a very clear choice in child care policies. \nFor a start, we have a child-care policy. \nThe Liberals' plan, such as it is, doesn't take effect until July 2018, almost in the shadow of the next election. \nThink about it this way, if you really care about child care: you don't cut it, you don't change it, dump it and delay it in every single budget you deliver. \nLabor's policy contains two fundamental benefits. \nFirst, with the childcare rebate at its current level, most parents actually lose assistance if they work more than three days per week. \nThis means they have to choose between double fees or dropping out of the workforce. \nOur plan to increase the rebate to $10,000 eliminates that impossible choice. \nSecondly, our policy will also mean that every one of the 813,000 families who rely on the child care benefit will be up to $31 per week better off, compared to one in three families, who will be worse off if the Liberals are re-elected. \nOur policy will boost participation, will help with the cost of living and give every child the access to important early learning opportunities. \nMost importantly, it will give a fair go to working women. \nWe are determined to uplift the horizons and liberate the talents of Australian women at work. \nEqual opportunity, equal pay, full participation - that is our Labor vision. \nFor the past week, we have been having a debate in this country about whether or not we should be planning for the next 10 years or just the next four years. \nAs if we can't and shouldn't do both. \nThere is a lot I want to achieve for the Australia of 2025. \nFor example, I want to lift the participation rate of Australian women in the workforce by 25 per cent, 300,000 more women at work. \nAnd I want 50 per cent of Labor's members of Parliament to be women by 2025. \nI want us to reduce the rate of ovarian cancer in this country by 25 per cent and increase the survival rate by 25 per cent. \nA couple of weeks ago, Catherine King and I shared a morning tea with a group of Australians whose lives have been touched by it ovarian cancer. \nTragically, most of the stories we hear of ovarian cancer are told by grieving family members who are left behind. \nThere are far too many sisters and mothers and partners and daughters and grandmothers and friends who do not survive this devastating disease. \nA Labor government will commit new money to find a cure for ovarian cancer, and reduce the number of brilliant and precious and much-loved women whose lives are so brutally cut short. \nIt is not the cost of finding the cure that matters, it is the cost of what we lose if we don't. \nSo I am very pleased to announce that as part of our commitment to develop a national women's health policy, a Labor government will endorse the Australian Women's Health Charter and fund the Australian Women's Health Network.\nWe are here today because we believe in a better Australia, and a more equal Australia.\nThere is no more damning measure, no more damaging manifestation of gender inequality in our society than family violence. \nIt’s become almost a reflex for media articles and political figures to refer to the number of women killed by family violence so far in the year.\nThis awareness is important. Acknowledging the problem does matter.\nBut the very clear statement we need to make, and the approach we need to take is that there is no acceptable rate of family violence.\nOne death, one injury, one childhood scarred is one too many.\nWhen I was a candidate for the Labor leadership, I said we had to make family violence a national issue.To give voice to the powerless.\nThanks to people here, thanks to people like Rosie Batty, former Police Commissioner, Ken Lay, a growing media campaign and greater political pressure from all sides, our awareness of the problem has improved.\nMost Australians no longer pull down the blinds and turn up the television to drown out the noise next door – we no longer say ‘oh, that’s a family matter’ and shrug our shoulders. \nBut better understanding only takes us so far.\nPeople on the front line need more than our praise and our thanks.\nThat’s why the very first funding commitment I gave as Opposition Leader, was greater resources for community legal centres, as a signal of our priorities.\nBut there is more we need to do, to tackle the structural flaws in every part of our system, including family law - and we will have more to say.\nFamily law is one of those very hard areas of politics. \nSage people will knowingly tap their finger on their nose and say: 'You can't talk about that.'\nBut what is the point of having a family law system which re-injures the survivors of family violence? \nWe need to speak up about that. \nIt is wrong, it is primitive that our court process allows the perpetrator of violence to directly cross-examine an unrepresented survivor in family law disputes.\nIt is primitive and wrong that women are paying the mortgage on houses occupied by men who have harmed them and their children.  \nIt is wrong that the abuse of women with disability, or in aged care, goes shamefully under and unreported.\nAnd it is wrong that even though family violence accounts for around one third of all homelessness, there are many more women who want to leave, but can't.\nOr leave, only to return, because they have nowhere else to go.\nThis cannot just be dismissed as just about ‘attitudes’ or ‘culture’.\nIt is a question of resources and front-line help.\nLabor will fund the 1800 RESPECT counselling line over the life of the National Plan, as well as securing funding for OurWatch and ANROWS.\nAnd this morning, I announced with Tanya Plibersek and Katy Gallagher that the Labor Government if elected will provide $88 million for a new Safe Housing program for women.\nThere is an accommodation crisis for women and children fleeing family violence. This funding for more housing and more refuges will go some way to addressing that.\nThis new money will stand alongside our existing commitment for more resources to help a woman stay safe in her home.\nNew security systems and new locks - so it’s the perpetrator who has to find somewhere  to go.\nAnd I want to say a special thank you to Katy Gallagher and Terri Butler for the work they have put in to this crucial policy area.\nIt speaks volumes for the Labor values in my caucus, and their determination.\nFriends\nThere was an article today in the Herald and it was an interview with our Prime Minister.\nAnd he was saying that the problem is that everyone else had too-high expectations of him.\nLet us be clear, I offer myself for the highest elected position in the land on the basis that we should set high expectations of a Prime Minister.\nI will not simply talk about general commitments, we will be specific and practical. \nI will not be so out-of-touch to blame everyone else if they don't fall for my particular speeches.\nBut rather, if you are not prepared to measure up to the expectations that all of Australia has in you, that women of Australia have in their government, perhaps you should not be offering yourself for the position of Prime Minister.\nI have said this election is about choices and priorities. \nI have said that from the first day of this election, the equal treatment of women in Australian society is not a marginal issue. It was not a portfolio issue.\nThe equal treatment of women in our society is a mainstream national issue.\nAnd if we accomplish nothing else if we are elected; if we accomplish nothing else but securing the equal treatment of women in Australian society, we will be a splendid destination for our daughters and granddaughters to grow up in.\nIt is not beyond the wit and wisdom of the Australian people to actually set a positive vision which puts women at the centre of all of our decision making.\nIt is not beyond the capacity of Australian politics to have half of our parliamentarians women.\nIt is not beyond the capacity of Australian business to have half of their leaders as women.\nIt is not beyond the capacity of the Australian people to ensure that women are safe at home.\nIt is not beyond the capacity of this great nation, this marvellous society to make sure women are paid the same as men.\nIt is not beyond our capacity as a nation to ensure that child care is affordable, accessible and quality.\nIt is not beyond our nation's wit and wisdom to ensure that 50,000 of 100,000 graduates of science & engineering are women.\nIt is not beyond the capacities of this nation to provide a prosperous future for all of us by the equal treatment of women.\nThank you - and let's run forward to July 2nd.\nGood morning everybody and I just want to thank Chris for that generous introduction.\nI acknowledge the traditional owners of the land upon which we meet, I pay my respects to elders both past and present.  \nI acknowledge many of my team who are here today including Terri Butler, Chris I have mentioned, Shayne Neumann and Graham Perrett as well. And I thank Jackie Trad for her work and that of Curtis Pitt as well.\nToday, Labor sets an important economic marker in this election.\nThe blueprint Chris Bowen and I are launching here in Brisbane reflects the hard work and the fiscal discipline that has defined us as an alternative government.\nRight from the very first minute of this speech, I want to address a critical question – and give a clear commitment.\nMy united team and I will manage the national budget sensibly and responsibly.\nWe are prepared to make the hard calls and the tough choices.\nBecause we believe in our priorities and we are determined to fully-fund the investments in them.\nToday, alongside Chris Bowen, who I am proud to say will serve as Treasurer in a Labor Government – I give the Australian people this straightforward guarantee.\nMy Labor government will be accountable for every single dollar.\nWe will put forward a very clear plan to pay down the national debt we inherit in a responsible way without damaging jobs in a fragile economy, or depriving Australians of the essential services they rely upon.\nEvery decision we make will be governed by our solemn understanding that taxpayer money belongs to taxpayers.\nWe recognise the national mood of concern about wasteful spending.\nIt is a concern we share.\nWe will not be a big-spending government.\nWe will apply rigorous budget discipline.  \n-      Only policies we can fund.\n-      Only policies we can afford.\n-      Only policies we can deliver.\n \nLabor will outline our full budget position over the next 4 years and the next 10 years.\nA credible pathway to balance and paying-down the debt.\nLet’s be clear: both sides of politics will be in deficit over the four years of the forward estimates.\nIt is true, Labor will not have the same degree of fiscal contraction as the Liberals, over this period.\nThis is because our solution to the structural deficit:\n-      Rejects unfairness\u2028-      Does not attack demand and confidence\u2028-      And avoids retrospectivity\nOur plan rejects vicious cuts to health and education in the short term but will deliver better and bigger structural budget improvements over the decade, savings that accumulate over time and stand the test of time.\u2028\u2028Unlike the Liberals, our fiscal plans will pass the Senate because they are fair and because we are seeking a mandate to implement them.\nWe will achieve more savings than spending over the decade.\nWe will reduce the deficit each and every year.\nBased on current Budget forecasts and projections, under Labor, the budget will be in balance in the same year as the Liberals. \nOver the medium term our budget improvements will significantly outstrip the Coalition.\nLabor will deliver stronger surpluses and a more sustainable budget – for the long-term and for future generations.\nWe will fix the national budget, without smashing the family budget.\nWe will create the jobs of the future, without cutting the things that help our economy grow.\nWe will deliver budget repair that is fair.\nAnd we will provide certainty and confidence for business and for families.\nBecause the worst thing we can do for an economy changing gears, is pump the brakes and kill the engine.\nYou can’t create jobs by hurting families earning less than $100,000 a year.\nYou can’t grow the economy, if you’re trying to shrink the middle class.\nWhat Australia needs is an economic program to kick-start growth today – and boost productivity over the long term.  \nThis is Labor’s plan.\nA plan to meet and master the defining forces of the decade ahead: \n\t•\tthe end of the mining investment boom\n\t•\ttechnology re-defining work\n\t•\tour ageing population\n\t•\tour transforming and exciting region\n\t•\tour changing climate\n\t•\tand the march of women to equality\nThese are the forces which will define the decade ahead.\nLabor’s plan is an immediate remedy for the urgent challenge of Australia’s fragile domestic economy.  \nA new plan for new infrastructure, creating new jobs.\nNew industries powered by renewable energy.\nPractical action for boosting small businesses and supporting start-ups. \nAnd in the decade ahead, we will invest in people.\nBecause every dollar we invest in the skills and capacities and potential of the Australian people delivers a productivity dividend.\nProductivity is not a matter of working harder and longer for less – it’s about Australian employers and employees embracing technology to boost output and getting better value for their contribution.\nLabor will properly fund education and training - because Australia has to get smarter to grow our national income and compete with our neighbours.\nIn other words, an educated workforce is a productive workforce. \nWe will protect Medicare, because a healthy workforce is a productive workforce.\nAnd we will strive for equality for the women of Australia, whether they are in paid or unpaid work.\nBecause you can only grow the economy when everyone has a chance to participate and everyone is fairly rewarded for their contribution.  \nOr in other words, a workforce treated equally is a productive workforce. \nOur investments are supported by structural savings with fairness at their core.\nUnlike our opponents, our superannuation plans are not retrospective - and neither are our changes to negative gearing. \nWe will not ambush Australians who’ve made investments based upon one set of tax laws in order to simply try and pump up numbers in the short-term in the Budget.\nOur changes, we give due notice on, they are prospective and we do it for the long-term.\nWe are not lazily moving the goal-posts to sneakily boost our budget numbers.\nBut we are prepared to take on the status quo and challenge vested interests.\nNow some of these interests can – and no doubt will - mount expensive and aggressive advertising campaigns.\nBut we will not be intimidated, nor will we be deterred.\nWe will hold fast to our approach: competition, efficiency and fairness.\nCompetition, efficiency and fairness are our watchwords.\nBecause we believe in the value of a level playing field – and the power of open markets.\nWe are the party that opened Australia to the world – to the new opportunities of our region.\nAnd a new Labor Government will create a new market for infrastructure.\nClearing away the blockages and delays with a $10 billion financing facility…\nA ‘Concrete Bank’ if you like, to get superannuation funds investing in better roads, rail, public transport and energy grids.  \nWe will offer Australian businesses the chance to engage with the largest market in the world: emissions trading.\nBecause tackling climate change is an economic opportunity – as well as an environmental responsibility.\nAnd equality of opportunity is always good economics.\nJust look at the National Disability Insurance Scheme.\nInstead of a fragmented, failing system where you got different care on either side of the Tweed, the NDIS allows for individually-tailored packages of resources.\nEmpowering people with disability and their carers.\nIt’s about a fair go all round – and greater economic participation.\nThat’s the Labor way.\u2028\u2028We will work with business – but not just business.\nWe will stand strong for secure jobs, decent pay and penalty rates.\nAnd our priority will always be investing scarce taxpayer resources where they will do the most good:\n-      In Schools\n-      Medicare and bulk billing  \n-      Child Care\n-      And affordable medicine\n \nThis is the Labor plan: a stronger economy and a fairer society.\nLabor never signed up to the false choice and the phoney fight between growth on one hand and fairness on the other. \nWe know growth and fairness are not enemies, nor strangers.\nEach depends on the other, each reinforces the other.\nFairness is not a dividend of prosperity – it is a foundation for sustainable growth. \nAnd, friends, there is a lot to fear from six years of the Liberals:\n\t•\tMore cuts for people who can least afford it.\n\t•\tMore cuts to schools and universities – leaving kids in the regions to fall behind and undermining Australia’s ability to compete as a knowledge economy. \n\t•\tMore cuts to TAFE and apprenticeships – robbing business of the skilled workforce and tradespeople we need to win in our region.\u2028\u2028 \nAustralia simply cannot afford six years of the Liberals:\u2028\u2028On their watch:\n-      The deficit for the next financial year has tripled\n-      $100 billion has been added to the national debt\n-      50,000 full-time jobs have been lost this year alone\n-      Over one million Australians are under-employed\n-      Business investment has collapsed.\n-      Wages growth is at record lows\n-      Inequality is at a 75-year high.\nAustralians are living through the longest decline in living standards for 43 years.\nAt every turn, my oppenents have called the economy wrong.\nAnd it is working and middle class Australians who pay the price.\nAnd if Mr Turnbull and his Liberals get another 3 years on top of the 3 years they have already had, we know everything will be back on the table and back up for grabs:\nA 15 per cent GST won’t be far away.\nAnd his biggest idea, his one-man ideas boom, the Penrith Panthers plan to cut every single Commonwealth dollar from every single government school…\nAnd let the states charge a new, second income tax to fill the void will be let loose again.\nNext time you hear my opponent, Mr Turnbull tell you to live within your means, remember that the centrepiece of his campaign, his chance for re-election, is the most extravagant giveaway in election history.\nA multi-billion dollar tax break, for multinationals\n\t•\t$7 billion of your money, straight to the bottom line of the big four banks.\n\t•\t$30 billion into the deep pockets of foreign shareholders.\nNone of this will assist us in adapting to economic change.  \nNone of it will help the competitiveness of Australia’s small businesses.\nNone of it will deliver a dividend for Australians who go to work every day.\nAnd all of it adds up to a 0.1 per cent increase in growth.\nIs that honestly the best that the Liberal-Turnbull experiment can offer Australia?\nTruly, for Mr Turnbull to amble around the country claiming that his cash-splash will lead to ‘jobs and growth’ is as blatantly dishonest as Tony Abbott promising ‘no cuts to health and no cuts to education’.\nFriends\nThe difference in this election and the difference in this economic vision is black and white.\nNot just for the next three years – but for the next ten and 15 years.\nI ask you, for a moment, to imagine the Australia of 2025.\nThink of the two different directions, the two competing ten-year visions - and what each will mean for our country.\nUnder Labor, the Australia of 2025 will be competing and winning in the world as a productive, smart and skilled nation.\nOur schools - back at the top of the global rankings in reading, writing, maths and science.\nEvery child fluent in computing and coding skills, the global language of the digital age.\nOur universities attracting graduates and ideas from around the world – well funded universities able to export our own teaching, research and learning.\nOur TAFEs providing Australians with the skills to design, refine and operate the technology of the future.\nAnd thousands of Australian apprentices getting a start to their working life on nation-building projects.\nA nation truly engaged with Asia – joined by our common interests and connected by the power of a first-rate NBN, giving our small businesses access to big markets.\nAn Australia of liveable cities and strong regions.\nDecent public transport and an environment preserved for future generations.  \nA growing, diverse and sustainable economy –converting our natural advantages into renewable markets.\nWhere working families can access affordable, quality childcare – and the gender pay gap for working women is closed.\nA nation where prosperity is shared, where opportunity drives growth, where fair wages and conditions remain a universal right. \nAn Australia where people are included and empowered by the benefits of economic change, not thrown on the scrapheap or left behind.\nWhen the polls open next Tuesday on June 14, we can choose an Australia that puts people first.\nOr – under the Liberals, by 2025 - we can be a country defined by deteriorating schools with disparities in resources, unaffordable universities, a two-tier health system, an impossible housing market, gridlocked cities, and second-rate internet.\nA tax system where multinationals don’t pay their fair share – and a banking system rife with rorts, fraud and abuses of trust.\nAnd I want to take a moment to say that rate-rigging represents much more than just the scandalous tampering with a $1.7 trillion dollar market.\nIt is a cancer eating away the trust and confidence Australians have to have in their banks.\nIt affects every mortgage-holder, it affects every self-funded retiree and every Australian saving for a first home or their retirement.\nIt is a disgrace and nothing less than a Royal Commission will do.\nNot just to find out who was responsible, but to give Australians the confidence that these things cannot and will not happen.  \nFriends\nAt this election, only Labor offers the Australian people a comprehensive plan for a stronger economy and a more sustainable budget.\nA ten year vision for the long-term not the short-term.\nOnly Labor is focused on investing in our nation’s productivity and our people’s talent and potential.\nAll of our people.\nOnly Labor has a plan for sustainable growth and secure jobs.\nNext week, on Tuesday, the polls open.\nThe first votes in this election will be cast.\nAfter more than 1000 days, Australians get the opportunity to have their say.\nSo, here in Queensland:\nIf you want the Cross-River rail up and running, creating jobs and easing congestion – vote Labor.\nIf you want children in Rockhampton and Gladstone to get the fair share of school funding they deserve – vote Labor.\nIf you want good quality TAFE in Cairns and Mackay, so young people can learn a trade or get an apprenticeship and mature-age workers can find a job – vote Labor.\nIf you want to an assurance that no matter where you live and no matter how much money in your pocket you will be able to see the doctor when you are sick and afford the medicine to make you better – vote Labor.\u2028\u2028If you live in Brisbane and can’t find a child care place, or you can’t afford it and you need that to change – vote Labor.\u2028\u2028If you live on the Redcliffe Peninsula and are sick of waiting for better internet – vote Labor. \nIf you’re from Townsville and want to watch the Cowboys play at a world-class stadium, vote Labor.\nAnd if you want to save the Great Barrier Reef - and the 70,000 jobs and the billions of dollars it brings into this remarkable state – vote Labor.\nOur plan for Queensland, our plan for Australia, our priorities are clear.\nA Labor Government will always put people first.\n"
}
